{
  "$schema": "https://aka.ms/winget-packages.schema.2.0.json",
  "CreationDate": "2025-04-08T20:40:00.323-00:00",
  "Sources": [
    {
      "Packages": [
        { "PackageIdentifier": "7zip.7zip", "Version": "24.09" },
        { "PackageIdentifier": "BurntSushi.ripgrep.MSVC", "Version": "14.1.1" },
        { "PackageIdentifier": "Clement.bottom" },
        { "PackageIdentifier": "Discord.Discord" },
        { "PackageIdentifier": "EpicGames.EpicGamesLauncher" },
        { "PackageIdentifier": "Git.Git", "Version": "2.49.0" },
        { "PackageIdentifier": "GitHub.cli", "Version": "2.69.0" },
        { "PackageIdentifier": "Google.Chrome" },
        { "PackageIdentifier": "Gyan.FFmpeg.Essentials" },
        { "PackageIdentifier": "JesseDuffield.lazygit", "Version": "0.48.0" },
        { "PackageIdentifier": "Kitware.CMake", "Version": "3.31.6" },
        { "PackageIdentifier": "LGUG2Z.komorebi", "Version": "0.1.35" },
        { "PackageIdentifier": "LGUG2Z.whkd", "Version": "0.2.7" },
        { "PackageIdentifier": "MSYS2.MSYS2", "Version": "20250221" },
        { "PackageIdentifier": "Microsoft.Edge" },
        { "PackageIdentifier": "Microsoft.OneDrive" },
        { "PackageIdentifier": "Microsoft.OpenJDK.21" },
        { "PackageIdentifier": "Microsoft.PowerShell", "Version": "7.5.0.0" },
        { "PackageIdentifier": "Microsoft.PowerToys" },
        { "PackageIdentifier": "Microsoft.VisualStudio.2022.BuildTools" },
        { "PackageIdentifier": "Microsoft.VisualStudio.2022.Community", "Version": "17.14.6"},
        { "PackageIdentifier": "Microsoft.VisualStudioCode" },
        { "PackageIdentifier": "Microsoft.WindowsTerminal", "Version": "1.22.10731.0" },
        { "PackageIdentifier": "NSSM.NSSM", "Version": "2.24-101-g897c7ad"},
        { "PackageIdentifier": "Neovide.Neovide" },
        { "PackageIdentifier": "Neovim.Neovim", "Version": "0.10.4" },
        { "PackageIdentifier": "OpenJS.NodeJS.LTS" },
        { "PackageIdentifier": "Python.Python.3.12" },
        { "PackageIdentifier": "Rustlang.Rustup" },
        { "PackageIdentifier": "Spotify.Spotify" },
        { "PackageIdentifier": "Starship.Starship", "Version": "1.22.1" },
        { "PackageIdentifier": "Valve.Steam" },
        { "PackageIdentifier": "ajeetdsouza.zoxide", "Version": "0.9.7" },
        { "PackageIdentifier": "dandavison.delta", "Version": "0.18.2" },
        { "PackageIdentifier": "dbrgn.tealdeer", "Version": "1.6.1" },
        { "PackageIdentifier": "dundee.gdu" },
        { "PackageIdentifier": "eza-community.eza", "Version": "0.21.0" },
        { "PackageIdentifier": "gokcehan.lf" },
        { "PackageIdentifier": "jftuga.less", "Version": "678" },
        { "PackageIdentifier": "jqlang.jq" },
        { "PackageIdentifier": "junegunn.fzf", "Version": "0.61.0" },
        { "PackageIdentifier": "qBittorrent.qBittorrent" },
        { "PackageIdentifier": "rejetto.hfs" },
        { "PackageIdentifier": "sharkdp.bat", "Version": "0.25.0" },
        { "PackageIdentifier": "sharkdp.fd", "Version": "10.2.0" },
        { "PackageIdentifier": "sxyazi.yazi", "Version": "25.5.31" },
        { "PackageIdentifier": "twpayne.chezmoi", "Version": "2.61.0" },
        { "PackageIdentifier": "yt-dlp.yt-dlp" }
      ],
      "SourceDetails": {
        "Argument": "https://cdn.winget.microsoft.com/cache",
        "Identifier": "Microsoft.Winget.Source_8wekyb3d8bbwe",
        "Name": "winget",
        "Type": "Microsoft.PreIndexed.Package"
      }
    }
  ],
  "WinGetVersion": "1.10.340"
}
