curl
wget
wslu
vim
neofetch
git
snapd
man-db
bash-completion
ripgrep
unzip
zip
python3
python3-pip
build-essential
python3-venv
bat
htop
zathura
lf
zoxide
fzf
hexyl
gdu
