git
gh
curl
wget
vim
neovim
neofetch
man-db
bash-completion
ripgrep
fd-find
unzip
zip
build-essential
python3
python3-pip
python3-venv
bat
htop
zathura
lf
zoxide
fzf
hexyl
gdu
tmux
xclip
neomutt
pass
speedtest-cli
qrencode
nsxiv
luarocks
gdb
