{
  "$schema": "https://aka.ms/winget-packages.schema.2.0.json",
  "CreationDate": "2024-04-07T23:08:16.268-00:00",
  "Sources": [
    {
      "Packages": [
        { "PackageIdentifier": "7zip.7zip" },
        { "PackageIdentifier": "Alacritty.Alacritty" },
        { "PackageIdentifier": "Apple.iTunes" },
        { "PackageIdentifier": "ArduinoSA.CLI" },
        { "PackageIdentifier": "Audacity.Audacity" },
        { "PackageIdentifier": "AutoHotkey.AutoHotkey" },
        { "PackageIdentifier": "BurntSushi.ripgrep.MSVC" },
        { "PackageIdentifier": "ByteDance.CapCut" },
        { "PackageIdentifier": "Clement.bottom" },
        { "PackageIdentifier": "CoreyButler.NVMforWindows" },
        { "PackageIdentifier": "Debian.Debian" },
        { "PackageIdentifier": "Docker.DockerDesktop" },
        { "PackageIdentifier": "Dr-Noob.cpufetch" },
        { "PackageIdentifier": "DucFabulous.UltraViewer" },
        { "PackageIdentifier": "EpicGames.EpicGamesLauncher" },
        { "PackageIdentifier": "Git.Git" },
        { "PackageIdentifier": "GitHub.cli" },
        { "PackageIdentifier": "GnuPG.Gpg4win" },
        { "PackageIdentifier": "GoldWave.GoldWave" },
        { "PackageIdentifier": "Google.Chrome.EXE" },
        { "PackageIdentifier": "Google.ChromeRemoteDesktop" },
        { "PackageIdentifier": "Gyan.FFmpeg" },
        { "PackageIdentifier": "Inkscape.Inkscape" },
        { "PackageIdentifier": "Intel.IntelDriverAndSupportAssistant" },
        { "PackageIdentifier": "JGraph.Draw" },
        { "PackageIdentifier": "JanDeDobbeleer.OhMyPosh" },
        { "PackageIdentifier": "Jelmerro.Vieb" },
        { "PackageIdentifier": "JesseDuffield.lazygit" },
        { "PackageIdentifier": "JohnMacFarlane.Pandoc" },
        { "PackageIdentifier": "KhronosGroup.VulkanSDK" },
        { "PackageIdentifier": "Kitware.CMake" },
        { "PackageIdentifier": "LutzRoeder.Netron" },
        { "PackageIdentifier": "Meltytech.Shotcut" },
        { "PackageIdentifier": "Microsoft.AppInstaller" },
        { "PackageIdentifier": "Microsoft.DevHome" },
        { "PackageIdentifier": "Microsoft.DotNet.DesktopRuntime.7" },
        { "PackageIdentifier": "Microsoft.Edge" },
        { "PackageIdentifier": "Microsoft.EdgeWebView2Runtime" },
        { "PackageIdentifier": "Microsoft.MouseandKeyboardCenter" },
        { "PackageIdentifier": "Microsoft.Office" },
        { "PackageIdentifier": "Microsoft.OneDrive" },
        { "PackageIdentifier": "Microsoft.OpenJDK.11" },
        { "PackageIdentifier": "Microsoft.PowerShell" },
        { "PackageIdentifier": "Microsoft.PowerToys" },
        { "PackageIdentifier": "Microsoft.Teams" },
        { "PackageIdentifier": "Microsoft.Teams.Free" },
        { "PackageIdentifier": "Microsoft.UI.Xaml.2.7" },
        { "PackageIdentifier": "Microsoft.UI.Xaml.2.8" },
        { "PackageIdentifier": "Microsoft.VCLibs.Desktop.14" },
        { "PackageIdentifier": "Microsoft.VCRedist.2005.x86" },
        { "PackageIdentifier": "Microsoft.VCRedist.2008.x64" },
        { "PackageIdentifier": "Microsoft.VCRedist.2008.x86" },
        { "PackageIdentifier": "Microsoft.VCRedist.2010.x64" },
        { "PackageIdentifier": "Microsoft.VCRedist.2010.x86" },
        { "PackageIdentifier": "Microsoft.VCRedist.2012.x64" },
        { "PackageIdentifier": "Microsoft.VCRedist.2012.x86" },
        { "PackageIdentifier": "Microsoft.VCRedist.2013.x64" },
        { "PackageIdentifier": "Microsoft.VCRedist.2013.x64" },
        { "PackageIdentifier": "Microsoft.VCRedist.2013.x86" },
        { "PackageIdentifier": "Microsoft.VCRedist.2013.x86" },
        { "PackageIdentifier": "Microsoft.VCRedist.2013.x86" },
        { "PackageIdentifier": "Microsoft.VCRedist.2015+.x64" },
        { "PackageIdentifier": "Microsoft.VCRedist.2015+.x86" },
        { "PackageIdentifier": "Microsoft.VisualStudio.2022.BuildTools" },
        { "PackageIdentifier": "Microsoft.VisualStudioCode" },
        { "PackageIdentifier": "Microsoft.WebDeploy" },
        { "PackageIdentifier": "Microsoft.WindowsPCHealthCheck" },
        { "PackageIdentifier": "Microsoft.WindowsTerminal" },
        { "PackageIdentifier": "Miktex.Miktex" },
        { "PackageIdentifier": "Neovide.Neovide" },
        { "PackageIdentifier": "Neovim.Neovim.Nightly" },
        { "PackageIdentifier": "OlegDanilov.RapidEnvironmentEditor" },
        { "PackageIdentifier": "Ookla.Speedtest.CLI" },
        { "PackageIdentifier": "Oracle.JavaRuntimeEnvironment" },
        { "PackageIdentifier": "Premake.Premake.5.Beta" },
        { "PackageIdentifier": "Python.Launcher" },
        { "PackageIdentifier": "Python.Python.3.12" },
        { "PackageIdentifier": "Python.Python.3.6" },
        { "PackageIdentifier": "RARLab.WinRAR" },
        { "PackageIdentifier": "Rustlang.Rustup" },
        { "PackageIdentifier": "ShareX.ShareX" },
        { "PackageIdentifier": "SonicVisualiser.SonicVisualiser" },
        { "PackageIdentifier": "Splashtop.SplashtopWiredXDisplay" },
        { "PackageIdentifier": "StrawberryPerl.StrawberryPerl" },
        { "PackageIdentifier": "UniKey.UniKey" },
        { "PackageIdentifier": "VNGCorp.Zalo" },
        { "PackageIdentifier": "Valve.Steam" },
        { "PackageIdentifier": "VideoLAN.VLC" },
        { "PackageIdentifier": "Win32diskimager.win32diskimager" },
        { "PackageIdentifier": "WinDirStat.WinDirStat" },
        { "PackageIdentifier": "Zoom.Zoom" },
        { "PackageIdentifier": "ajeetdsouza.zoxide" },
        { "PackageIdentifier": "bootandy.dust" },
        { "PackageIdentifier": "charmbracelet.glow" },
        { "PackageIdentifier": "dandavison.delta" },
        { "PackageIdentifier": "dundee.gdu" },
        { "PackageIdentifier": "eza-community.eza" },
        { "PackageIdentifier": "gokcehan.lf" },
        { "PackageIdentifier": "hpjansson.Chafa" },
        { "PackageIdentifier": "jftuga.less" },
        { "PackageIdentifier": "junegunn.fzf" },
        { "PackageIdentifier": "rocksdanister.LivelyWallpaper" },
        { "PackageIdentifier": "sharkdp.bat" },
        { "PackageIdentifier": "sharkdp.fd" },
        { "PackageIdentifier": "sxyazi.yazi" },
        { "PackageIdentifier": "twpayne.chezmoi" },
        { "PackageIdentifier": "yt-dlp.yt-dlp" }
      ],
      "SourceDetails": {
        "Argument": "https://cdn.winget.microsoft.com/cache",
        "Identifier": "Microsoft.Winget.Source_8wekyb3d8bbwe",
        "Name": "winget",
        "Type": "Microsoft.PreIndexed.Package"
      }
    }
  ],
  "WinGetVersion": "1.7.10861"
}
