{
  "$schema": "https://aka.ms/winget-packages.schema.2.0.json",
  "CreationDate": "2024-04-07T23:08:16.268-00:00",
  "Sources": [
    {
      "Packages": [
        {
          "PackageIdentifier": "JGraph.Draw"
        },
        {
          "PackageIdentifier": "CoreyButler.NVMforWindows"
        },
        {
          "PackageIdentifier": "LutzRoeder.Netron"
        },
        {
          "PackageIdentifier": "ShareX.ShareX"
        },
        {
          "PackageIdentifier": "Audacity.Audacity"
        },
        {
          "PackageIdentifier": "AutoHotkey.AutoHotkey"
        },
        {
          "PackageIdentifier": "BurntSushi.ripgrep.MSVC"
        },
        {
          "PackageIdentifier": "ByteDance.CapCut"
        },
        {
          "PackageIdentifier": "Docker.DockerDesktop"
        },
        {
          "PackageIdentifier": "Dr-Noob.cpufetch"
        },
        {
          "PackageIdentifier": "Git.Git"
        },
        {
          "PackageIdentifier": "GoldWave.GoldWave"
        },
        {
          "PackageIdentifier": "Google.Chrome.EXE"
        },
        {
          "PackageIdentifier": "Gyan.FFmpeg"
        },
        {
          "PackageIdentifier": "JesseDuffield.lazygit"
        },
        {
          "PackageIdentifier": "Microsoft.Teams"
        },
        {
          "PackageIdentifier": "Microsoft.Edge"
        },
        {
          "PackageIdentifier": "Microsoft.EdgeWebView2Runtime"
        },
        {
          "PackageIdentifier": "Microsoft.MouseandKeyboardCenter"
        },
        {
          "PackageIdentifier": "Microsoft.AppInstaller"
        },
        {
          "PackageIdentifier": "Microsoft.UI.Xaml.2.7"
        },
        {
          "PackageIdentifier": "Microsoft.UI.Xaml.2.8"
        },
        {
          "PackageIdentifier": "Microsoft.VCLibs.Desktop.14"
        },
        {
          "PackageIdentifier": "Microsoft.DevHome"
        },
        {
          "PackageIdentifier": "Microsoft.WindowsTerminal"
        },
        {
          "PackageIdentifier": "Microsoft.Teams.Free"
        },
        {
          "PackageIdentifier": "Microsoft.Office"
        },
        {
          "PackageIdentifier": "JanDeDobbeleer.OhMyPosh"
        },
        {
          "PackageIdentifier": "Microsoft.OneDrive"
        },
        {
          "PackageIdentifier": "Meltytech.Shotcut"
        },
        {
          "PackageIdentifier": "Valve.Steam"
        },
        {
          "PackageIdentifier": "Debian.Debian"
        },
        {
          "PackageIdentifier": "UniKey.UniKey"
        },
        {
          "PackageIdentifier": "VideoLAN.VLC"
        },
        {
          "PackageIdentifier": "WinDirStat.WinDirStat"
        },
        {
          "PackageIdentifier": "RARLab.WinRAR"
        },
        {
          "PackageIdentifier": "Zoom.Zoom"
        },
        {
          "PackageIdentifier": "bootandy.dust"
        },
        {
          "PackageIdentifier": "charmbracelet.glow"
        },
        {
          "PackageIdentifier": "dandavison.delta"
        },
        {
          "PackageIdentifier": "eza-community.eza"
        },
        {
          "PackageIdentifier": "VNGCorp.Zalo"
        },
        {
          "PackageIdentifier": "Jelmerro.Vieb"
        },
        {
          "PackageIdentifier": "gokcehan.lf"
        },
        {
          "PackageIdentifier": "hpjansson.Chafa"
        },
        {
          "PackageIdentifier": "jftuga.less"
        },
        {
          "PackageIdentifier": "junegunn.fzf"
        },
        {
          "PackageIdentifier": "sharkdp.bat"
        },
        {
          "PackageIdentifier": "sharkdp.fd"
        },
        {
          "PackageIdentifier": "twpayne.chezmoi"
        },
        {
          "PackageIdentifier": "yt-dlp.yt-dlp"
        },
        {
          "PackageIdentifier": "Google.ChromeRemoteDesktop"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2013.x64"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2013.x64"
        },
        {
          "PackageIdentifier": "Neovide.Neovide"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2010.x64"
        },
        {
          "PackageIdentifier": "Python.Python.3.6"
        },
        {
          "PackageIdentifier": "Microsoft.PowerToys"
        },
        {
          "PackageIdentifier": "Oracle.JavaRuntimeEnvironment"
        },
        {
          "PackageIdentifier": "Inkscape.Inkscape"
        },
        {
          "PackageIdentifier": "Microsoft.DotNet.DesktopRuntime.7"
        },
        {
          "PackageIdentifier": "Python.Launcher"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2012.x86"
        },
        {
          "PackageIdentifier": "OlegDanilov.RapidEnvironmentEditor"
        },
        {
          "PackageIdentifier": "Win32diskimager.win32diskimager"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2015+.x86"
        },
        {
          "PackageIdentifier": "GitHub.cli"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2008.x64"
        },
        {
          "PackageIdentifier": "Intel.IntelDriverAndSupportAssistant"
        },
        {
          "PackageIdentifier": "Microsoft.WindowsPCHealthCheck"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2005.x86"
        },
        {
          "PackageIdentifier": "JohnMacFarlane.Pandoc"
        },
        {
          "PackageIdentifier": "Microsoft.VisualStudioCode"
        },
        {
          "PackageIdentifier": "ArduinoSA.CLI"
        },
        {
          "PackageIdentifier": "Apple.iTunes"
        },
        {
          "PackageIdentifier": "Clement.bottom"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2008.x86"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2013.x86"
        },
        {
          "PackageIdentifier": "Kitware.CMake"
        },
        {
          "PackageIdentifier": "Microsoft.PowerShell"
        },
        {
          "PackageIdentifier": "SonicVisualiser.SonicVisualiser"
        },
        {
          "PackageIdentifier": "Splashtop.SplashtopWiredXDisplay"
        },
        {
          "PackageIdentifier": "DucFabulous.UltraViewer"
        },
        {
          "PackageIdentifier": "rocksdanister.LivelyWallpaper"
        },
        {
          "PackageIdentifier": "Microsoft.WebDeploy"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2010.x86"
        },
        {
          "PackageIdentifier": "Microsoft.OpenJDK.11"
        },
        {
          "PackageIdentifier": "EpicGames.EpicGamesLauncher"
        },
        {
          "PackageIdentifier": "Python.Python.3.12"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2015+.x64"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2012.x64"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2013.x86"
        },
        {
          "PackageIdentifier": "KhronosGroup.VulkanSDK"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2013.x86"
        },
        {
          "PackageIdentifier": "ajeetdsouza.zoxide"
        },
        {
          "PackageIdentifier": "dundee.gdu"
        }
      ],
      "SourceDetails": {
        "Argument": "https://cdn.winget.microsoft.com/cache",
        "Identifier": "Microsoft.Winget.Source_8wekyb3d8bbwe",
        "Name": "winget",
        "Type": "Microsoft.PreIndexed.Package"
      }
    }
  ],
  "WinGetVersion": "1.7.10861"
}
