{
  "$schema": "https://aka.ms/winget-packages.schema.2.0.json",
  "CreationDate": "2024-04-07T23:08:16.268-00:00",
  "Sources": [
    {
      "Packages": [
        { "PackageIdentifier": "7zip.7zip" },
        { "PackageIdentifier": "BurntSushi.ripgrep.MSVC" },
        { "PackageIdentifier": "Clement.bottom" },
        { "PackageIdentifier": "CondaForge.Miniforge3" },
        { "PackageIdentifier": "CoreyButler.NVMforWindows" },
        { "PackageIdentifier": "DenoLand.Deno" },
        { "PackageIdentifier": "Docker.DockerDesktop" },
        { "PackageIdentifier": "Dr-Noob.cpufetch" },
        { "PackageIdentifier": "EpicGames.EpicGamesLauncher" },
        { "PackageIdentifier": "Git.Git" },
        { "PackageIdentifier": "GitHub.cli" },
        { "PackageIdentifier": "Gyan.FFmpeg" },
        { "PackageIdentifier": "Inkscape.Inkscape" },
        { "PackageIdentifier": "JanDeDobbeleer.OhMyPosh" },
        { "PackageIdentifier": "JesseDuffield.lazygit" },
        { "PackageIdentifier": "Kitware.CMake" },
        { "PackageIdentifier": "LGUG2Z.komorebi" },
        { "PackageIdentifier": "LGUG2Z.whkd" },
        { "PackageIdentifier": "Microsoft.OpenJDK.11" },
        { "PackageIdentifier": "Microsoft.PowerShell" },
        { "PackageIdentifier": "Microsoft.PowerShell.Preview" },
        { "PackageIdentifier": "Microsoft.PowerToys" },
        { "PackageIdentifier": "Microsoft.VisualStudio.2022.Community" },
        { "PackageIdentifier": "Microsoft.VisualStudioCode" },
        { "PackageIdentifier": "Microsoft.WindowsTerminal" },
        { "PackageIdentifier": "Microsoft.WindowsTerminal.Preview" },
        { "PackageIdentifier": "Msys2.Msys2" },
        { "PackageIdentifier": "Neovide.Neovide" },
        { "PackageIdentifier": "Neovim.Neovim" },
        { "PackageIdentifier": "Oracle.JavaRuntimeEnvironment" },
        { "PackageIdentifier": "Premake.Premake.5.Beta" },
        { "PackageIdentifier": "Python.Launcher" },
        { "PackageIdentifier": "Python.Python.3.12" },
        { "PackageIdentifier": "Python.Python.3.13" },
        { "PackageIdentifier": "RARLab.WinRAR" },
        { "PackageIdentifier": "Rustlang.Rustup" },
        { "PackageIdentifier": "Spicetify.Spicetify" },
        { "PackageIdentifier": "UniKey.UniKey" },
        { "PackageIdentifier": "Valve.Steam" },
        { "PackageIdentifier": "VideoLAN.VLC" },
        { "PackageIdentifier": "ahrm.sioyek" },
        { "PackageIdentifier": "ajeetdsouza.zoxide" },
        { "PackageIdentifier": "bootandy.dust" },
        { "PackageIdentifier": "charmbracelet.glow" },
        { "PackageIdentifier": "dandavison.delta" },
        { "PackageIdentifier": "dbrgn.tealdeer" },
        { "PackageIdentifier": "dundee.gdu" },
        { "PackageIdentifier": "eza-community.eza" },
        { "PackageIdentifier": "gokcehan.lf" },
        { "PackageIdentifier": "hpjansson.Chafa" },
        { "PackageIdentifier": "jftuga.less" },
        { "PackageIdentifier": "junegunn.fzf" },
        { "PackageIdentifier": "sharkdp.bat" },
        { "PackageIdentifier": "sharkdp.fd" },
        { "PackageIdentifier": "sxyazi.yazi" },
        { "PackageIdentifier": "twpayne.chezmoi" },
        { "PackageIdentifier": "yt-dlp.yt-dlp" }
      ],
      "SourceDetails": {
        "Argument": "https://cdn.winget.microsoft.com/cache",
        "Identifier": "Microsoft.Winget.Source_8wekyb3d8bbwe",
        "Name": "winget",
        "Type": "Microsoft.PreIndexed.Package"
      }
    }
  ],
  "WinGetVersion": "1.7.10861"
}
