{
  "$schema": "https://aka.ms/winget-packages.schema.2.0.json",
  "CreationDate": "2025-04-08T20:40:00.323-00:00",
  "Sources": [
    {
      "Packages": [
        { "PackageIdentifier": "Neovide.Neovide" },
        { "PackageIdentifier": "Clement.bottom" },
        { "PackageIdentifier": "jqlang.jq" },
        { "PackageIdentifier": "Gyan.FFmpeg" },
        { "PackageIdentifier": "OpenJS.NodeJS.LTS" },
        { "PackageIdentifier": "Microsoft.OpenJDK.21" },
        { "PackageIdentifier": "Python.Python.3.12" },
        { "PackageIdentifier": "Rustlang.Rustup" },
        { "PackageIdentifier": "Microsoft.VisualStudio.2022.BuildTools" },
        { "PackageIdentifier": "Microsoft.PowerToys" },
        { "PackageIdentifier": "Microsoft.Edge" },
        { "PackageIdentifier": "Microsoft.OneDrive" },
        { "PackageIdentifier": "Spotify.Spotify" },
        { "PackageIdentifier": "qBittorrent.qBittorrent" },
        { "PackageIdentifier": "Discord.Discord" },
        { "PackageIdentifier": "Valve.Steam" },
        { "PackageIdentifier": "EpicGames.EpicGamesLauncher" },
        { "PackageIdentifier": "Google.Chrome" }
      ],
      "SourceDetails": {
        "Argument": "https://cdn.winget.microsoft.com/cache",
        "Identifier": "Microsoft.Winget.Source_8wekyb3d8bbwe",
        "Name": "winget",
        "Type": "Microsoft.PreIndexed.Package"
      }
    }
  ],
  "WinGetVersion": "1.10.340"
}
